export const QUESTION_LIST = [
  {
    id: 1,
    order_number: 1,
    question:
      '다양한 IT 동아리 중에서 멋쟁이사자처럼 대학 14기를 선택하고 지원하시게 된 이유를 작성해주세요. (자기소개 / 장단점 / 지원 동기) (500자 이내)',
    track: 'COMMON', // 공통 질문인지 트랙별 질문인지 구분
  },
  {
    id: 2,
    order_number: 2,
    question:
      '멋쟁이사자처럼을 통해 이루고 싶은 최종 목표와 멋쟁이사자처럼을 1년간 진행 후 자신이 어떻게 발전할 것 같은지 작성해주세요 (500자 이내)',
    track: 'COMMON',
  },
  {
    id: 3,
    order_number: 3,
    question:
      '협업 경험이 있다면 힘들었던 점과 극복 과정을 적어주세요. 만약 협업 경험이 없을 경우, 팀원 간에 의견 마찰이 있을 때 어떻게 할 것인지 적어주세요. (500자 이내)',
    track: 'COMMON',
  },
  {
    id: 4,
    order_number: 4,
    question:
      '멋쟁이사자처럼은 주 1회 매주 월요일 18시 30분 교육 세션 필참 및 개인적으로 주 6시간 이상의 시간 투자를 권장합니다. 활동 기간 동안 매주 얼마만큼 시간을 할애할 수 있는지 작성해주세요. (500자 이내)',
    track: 'COMMON',
  },
  {
    id: 5,
    order_number: 1,
    question:
      '다양한 IT 동아리 중에서 멋쟁이사자처럼 대학 14기를 선택하고 지원하시게 된 이유를 작성해주세요. (자기소개 / 장단점 / 지원 동기) (500자 이내) po',
    track: 'po', // 공통 질문인지 트랙별 질문인지 구분
  },
  {
    id: 6,
    order_number: 2,
    question:
      '멋쟁이사자처럼을 통해 이루고 싶은 최종 목표와 멋쟁이사자처럼을 1년간 진행 후 자신이 어떻게 발전할 것 같은지 작성해주세요 (500자 이내) po',
    track: 'po',
  },
  {
    id: 7,
    order_number: 3,
    question:
      '협업 경험이 있다면 힘들었던 점과 극복 과정을 적어주세요. 만약 협업 경험이 없을 경우, 팀원 간에 의견 마찰이 있을 때 어떻게 할 것인지 적어주세요. (500자 이내) po',
    track: 'po',
  },
  {
    id: 8,
    order_number: 4,
    question:
      '멋쟁이사자처럼은 주 1회 매주 월요일 18시 30분 교육 세션 필참 및 개인적으로 주 6시간 이상의 시간 투자를 권장합니다. 활동 기간 동안 매주 얼마만큼 시간을 할애할 수 있는지 작성해주세요. (500자 이내) po',
    track: 'po',
  },
  {
    id: 9,
    order_number: 1,
    question:
      '다양한 IT 동아리 중에서 멋쟁이사자처럼 대학 14기를 선택하고 지원하시게 된 이유를 작성해주세요. (자기소개 / 장단점 / 지원 동기) (500자 이내) fe',
    track: 'fe', // 공통 질문인지 트랙별 질문인지 구분
  },
  {
    id: 10,
    order_number: 2,
    question:
      '멋쟁이사자처럼을 통해 이루고 싶은 최종 목표와 멋쟁이사자처럼을 1년간 진행 후 자신이 어떻게 발전할 것 같은지 작성해주세요 (500자 이내) fe',
    track: 'fe',
  },
  {
    id: 11,
    order_number: 3,
    question:
      '협업 경험이 있다면 힘들었던 점과 극복 과정을 적어주세요. 만약 협업 경험이 없을 경우, 팀원 간에 의견 마찰이 있을 때 어떻게 할 것인지 적어주세요. (500자 이내) fe',
    track: 'fe',
  },
  {
    id: 12,
    order_number: 4,
    question:
      '멋쟁이사자처럼은 주 1회 매주 월요일 18시 30분 교육 세션 필참 및 개인적으로 주 6시간 이상의 시간 투자를 권장합니다. 활동 기간 동안 매주 얼마만큼 시간을 할애할 수 있는지 작성해주세요. (500자 이내) fe',
    track: 'fe',
  },
  {
    id: 13,
    order_number: 1,
    question:
      '다양한 IT 동아리 중에서 멋쟁이사자처럼 대학 14기를 선택하고 지원하시게 된 이유를 작성해주세요. (자기소개 / 장단점 / 지원 동기) (500자 이내) be',
    track: 'be', // 공통 질문인지 트랙별 질문인지 구분
  },
  {
    id: 14,
    order_number: 2,
    question:
      '멋쟁이사자처럼을 통해 이루고 싶은 최종 목표와 멋쟁이사자처럼을 1년간 진행 후 자신이 어떻게 발전할 것 같은지 작성해주세요 (500자 이내) be',
    track: 'be',
  },
  {
    id: 15,
    order_number: 3,
    question:
      '협업 경험이 있다면 힘들었던 점과 극복 과정을 적어주세요. 만약 협업 경험이 없을 경우, 팀원 간에 의견 마찰이 있을 때 어떻게 할 것인지 적어주세요. (500자 이내) be',
    track: 'be',
  },
  {
    id: 16,
    order_number: 4,
    question:
      '멋쟁이사자처럼은 주 1회 매주 월요일 18시 30분 교육 세션 필참 및 개인적으로 주 6시간 이상의 시간 투자를 권장합니다. 활동 기간 동안 매주 얼마만큼 시간을 할애할 수 있는지 작성해주세요. (500자 이내) be',
    track: 'be',
  },
];
